/*
 Navicat Premium Data Transfer

 Source Server         : local
 Source Server Type    : SQL Server
 Source Server Version : 11002100
 Source Host           : .:1433
 Source Catalog        : helps
 Source Schema         : dbo

 Target Server Type    : SQL Server
 Target Server Version : 11000000
 File Encoding         : 65001

 Date: 17/11/2019 18:34:05
*/


-- ----------------------------
-- Table structure for admin
-- ----------------------------
IF EXISTS (SELECT * FROM sys.all_objects WHERE object_id = OBJECT_ID(N'[dbo].[admin]') AND type IN ('U'))
	DROP TABLE [dbo].[admin]
GO

CREATE TABLE [dbo].[admin] (
  [id] int  IDENTITY(1,1) NOT NULL,
  [username] nvarchar(50) COLLATE Chinese_PRC_CI_AS  NOT NULL,
  [password] nvarchar(50) COLLATE Chinese_PRC_CI_AS  NOT NULL
)
GO

ALTER TABLE [dbo].[admin] SET (LOCK_ESCALATION = TABLE)
GO


-- ----------------------------
-- Records of admin
-- ----------------------------
BEGIN TRANSACTION
GO

SET IDENTITY_INSERT [dbo].[admin] ON
GO

INSERT INTO [dbo].[admin] ([id], [username], [password]) VALUES (N'1', N'admin', N'123456')
GO

SET IDENTITY_INSERT [dbo].[admin] OFF
GO

COMMIT
GO


-- ----------------------------
-- Table structure for mis_manager
-- ----------------------------
IF EXISTS (SELECT * FROM sys.all_objects WHERE object_id = OBJECT_ID(N'[dbo].[mis_manager]') AND type IN ('U'))
	DROP TABLE [dbo].[mis_manager]
GO

CREATE TABLE [dbo].[mis_manager] (
  [id] int  IDENTITY(1,1) NOT NULL,
  [name] nvarchar(50) COLLATE Chinese_PRC_CI_AS  NULL,
  [addres] nvarchar(500) COLLATE Chinese_PRC_CI_AS  NULL,
  [phone] nvarchar(150) COLLATE Chinese_PRC_CI_AS  NULL,
  [subject] nvarchar(150) COLLATE Chinese_PRC_CI_AS  NULL,
  [class] nvarchar(150) COLLATE Chinese_PRC_CI_AS  NULL,
  [logDate] datetime  NULL
)
GO

ALTER TABLE [dbo].[mis_manager] SET (LOCK_ESCALATION = TABLE)
GO

EXEC sp_addextendedproperty
'MS_Description', N'姓名',
'SCHEMA', N'dbo',
'TABLE', N'mis_manager',
'COLUMN', N'name'
GO

EXEC sp_addextendedproperty
'MS_Description', N'收件地址',
'SCHEMA', N'dbo',
'TABLE', N'mis_manager',
'COLUMN', N'addres'
GO

EXEC sp_addextendedproperty
'MS_Description', N'手机号',
'SCHEMA', N'dbo',
'TABLE', N'mis_manager',
'COLUMN', N'phone'
GO

EXEC sp_addextendedproperty
'MS_Description', N'任教科目',
'SCHEMA', N'dbo',
'TABLE', N'mis_manager',
'COLUMN', N'subject'
GO

EXEC sp_addextendedproperty
'MS_Description', N'年级',
'SCHEMA', N'dbo',
'TABLE', N'mis_manager',
'COLUMN', N'class'
GO

EXEC sp_addextendedproperty
'MS_Description', N'时间',
'SCHEMA', N'dbo',
'TABLE', N'mis_manager',
'COLUMN', N'logDate'
GO


-- ----------------------------
-- Records of mis_manager
-- ----------------------------
BEGIN TRANSACTION
GO

SET IDENTITY_INSERT [dbo].[mis_manager] ON
GO

INSERT INTO [dbo].[mis_manager] ([id], [name], [addres], [phone], [subject], [class], [logDate]) VALUES (N'1', N'许海洋', N'南昌市青云谱区', N'18679186137', N'语文', N'1年级', NULL), (N'2', N'许海洋', N'南昌市青云谱区', N'18679186137', N'语文', N'1年级', NULL), (N'3', N'1', N'5', N'3', N'4', N'2', NULL), (N'4', N'1', N'5', N'3', N'4', N'2', NULL), (N'5', N'12', N'5', N'3', N'4', N'2', NULL), (N'6', N'1', N'3', N'4', N'5', N'2', NULL), (N'7', N'1', N'3', N'4', N'5', N'2', NULL), (N'8', N'1', N'3', N'4', N'5', N'2', NULL), (N'9', N'1', N'3', N'4', N'5', N'2', NULL), (N'10', N'1', N'5', N'2', N'4', N'3', NULL), (N'11', N'12', N'5', N'2', N'4', N'3', NULL), (N'12', N'12', N'5', N'21', N'4', N'3', NULL), (N'13', N'何鹏飞', N'江西南昌', N'0791', N'语文', N'5', NULL), (N'14', N'何鹏飞', N'江西南昌', N'0791', N'语文', N'5', NULL), (N'15', N'力帆', N'222', N'222', N'222', N'222', NULL), (N'16', N'力帆', N'222', N'222', N'222', N'222', NULL), (N'17', N'hepengfei', N'江西南昌', N'0791', N'语文', N'2', NULL), (N'18', N'hepengfei', N'jx', N'0191', N'en', N'2', NULL), (N'19', N'hepengfei', N'222', N'222', N'22', N'22', NULL), (N'20', N'hepengfei', N'222', N'222', N'22', N'22', NULL), (N'21', N'何鹏飞', N'南昌', N'0791', N'1', N'1', NULL), (N'22', N'何鹏飞', N'南昌', N'0791', N'1', N'1', NULL), (N'23', N'何鹏飞', N'南昌', N'0791', N'1', N'1', NULL), (N'24', N'何鹏飞', N'南昌', N'0791', N'1', N'1', NULL), (N'25', N'何鹏飞', N'南昌', N'0791', N'1', N'1', NULL), (N'26', N'何鹏飞', N'南昌', N'0791', N'1', N'1', NULL), (N'27', NULL, NULL, NULL, NULL, NULL, NULL), (N'28', NULL, NULL, NULL, NULL, NULL, NULL), (N'29', NULL, NULL, NULL, NULL, NULL, NULL), (N'30', NULL, NULL, NULL, NULL, NULL, NULL), (N'31', N'何', N'111', N'111', N'1111', N'1111', NULL), (N'32', N'he', N'1111', N'1111', N'111', N'1111', NULL), (N'33', NULL, NULL, NULL, NULL, NULL, NULL), (N'34', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'35', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'36', NULL, NULL, NULL, NULL, NULL, N'2019-11-06 00:00:00.000'), (N'37', NULL, NULL, NULL, NULL, NULL, N'2019-11-01 00:00:00.000'), (N'38', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'39', N'的', N'订单', N'11', N'11', N'11', N'2019-11-16 00:00:00.000'), (N'40', NULL, NULL, NULL, NULL, NULL, NULL), (N'41', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'42', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'43', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'44', NULL, NULL, NULL, NULL, NULL, NULL), (N'45', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'46', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'47', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'48', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'49', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'50', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'51', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'52', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'53', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'54', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'55', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'56', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'57', N'1', NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'58', N'1', NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'59', N'1', NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'60', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'61', NULL, N'ddd', NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'62', NULL, N'ddd', NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'63', N'he', N'ddd', N'17370999111', N'h', N'2', N'2019-11-16 00:00:00.000'), (N'64', N'd', N'cd', N'17370885097', N'x', N'x', N'2019-11-16 00:00:00.000'), (N'65', N'd', N'cd', N'17370885097', N'x', N'x', N'2019-11-16 00:00:00.000'), (N'66', N'd', N'cd', N'17370885097', N'x', N'x', N'2019-11-16 00:00:00.000'), (N'67', N'111', N'cd', N'17370885097', N'x', N'x', N'2019-11-16 00:00:00.000'), (N'68', N'11', N'11', N'13677000644', N'www', N'ww', N'2019-11-16 00:00:00.000'), (N'69', N'11', N'11', N'13677000644', N'www', N'ww', N'2019-11-16 00:00:00.000'), (N'70', N'中国人', N'11', N'13677000644', N'www', N'ww', N'2019-11-16 00:00:00.000'), (N'71', N'中国人', N'江西省南昌市', N'17370885097', N'语文', N'2', N'2019-11-16 00:00:00.000'), (N'72', NULL, NULL, NULL, NULL, NULL, N'2019-11-16 00:00:00.000'), (N'73', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'74', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'75', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'76', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'77', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'78', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'79', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'80', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'81', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'82', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'83', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'84', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'85', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'86', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'87', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'88', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'89', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'90', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'91', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'92', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'93', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'94', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'95', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'96', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'97', N'中国人', N'江西南昌', N'17370885091', N'1', N'1', N'2019-11-16 00:00:00.000'), (N'98', N'何鹏飞', N'中国', N'17370885097', N'www', N'ww', N'2019-11-16 00:00:00.000'), (N'99', N'何鹏飞', N'中国', N'17370885097', N'数学', N'ww', N'2019-11-16 00:00:00.000'), (N'100', N'何鹏飞', N'中国', N'17370885097', N'数学', N'ww', N'2019-11-16 00:00:00.000'), (N'101', N'何鹏飞', N'中国', N'17370885097', N'数学', N'ww', N'2019-11-16 00:00:00.000'), (N'102', N'何鹏飞', N'中国', N'17370885097', N'数学', N'ww', N'2019-11-16 00:00:00.000'), (N'103', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'104', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'105', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'106', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'107', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'108', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'109', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'110', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'111', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'112', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'113', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'114', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'115', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'116', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'117', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'118', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'119', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'120', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'121', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'122', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'123', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'124', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'125', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'126', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'127', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'128', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'129', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'130', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'131', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'132', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'133', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'134', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'135', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'136', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'137', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'138', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'139', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'140', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'141', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'142', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'143', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'144', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'145', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'146', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'147', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'148', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'149', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'150', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'151', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'152', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'153', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'154', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'155', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'156', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'157', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'158', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'159', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'160', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'161', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'162', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'163', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'164', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'165', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'166', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'167', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'168', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'169', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'170', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'171', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'172', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'173', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'174', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'175', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'176', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'177', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'178', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'179', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'180', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'181', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'182', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'183', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'184', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'185', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'186', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'187', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'188', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'189', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'190', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'191', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'192', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'193', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'194', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'195', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'196', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'197', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'198', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'199', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'200', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'201', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'202', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'203', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'204', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'205', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'206', N'何鹏飞', N'江西南昌', N'13677000644', N'共产党', N'2', N'2019-11-23 00:00:00.000'), (N'207', N'何鹏飞', N'中国江西南昌', N'13677000644', N'语文', N'1', N'2019-11-17 00:00:00.000')
GO

SET IDENTITY_INSERT [dbo].[mis_manager] OFF
GO

COMMIT
GO


-- ----------------------------
-- Auto increment value for admin
-- ----------------------------
DBCC CHECKIDENT ('[dbo].[admin]', RESEED, 1)
GO


-- ----------------------------
-- Primary Key structure for table admin
-- ----------------------------
ALTER TABLE [dbo].[admin] ADD CONSTRAINT [PK_admin] PRIMARY KEY CLUSTERED ([id])
WITH (PAD_INDEX = OFF, STATISTICS_NORECOMPUTE = OFF, IGNORE_DUP_KEY = OFF, ALLOW_ROW_LOCKS = ON, ALLOW_PAGE_LOCKS = ON)  
ON [PRIMARY]
GO


-- ----------------------------
-- Auto increment value for mis_manager
-- ----------------------------
DBCC CHECKIDENT ('[dbo].[mis_manager]', RESEED, 207)
GO


-- ----------------------------
-- Primary Key structure for table mis_manager
-- ----------------------------
ALTER TABLE [dbo].[mis_manager] ADD CONSTRAINT [PK_mis_manager] PRIMARY KEY CLUSTERED ([id])
WITH (PAD_INDEX = OFF, STATISTICS_NORECOMPUTE = OFF, IGNORE_DUP_KEY = OFF, ALLOW_ROW_LOCKS = ON, ALLOW_PAGE_LOCKS = ON)  
ON [PRIMARY]
GO

